Repository: systopia/hiorg
Catalog: l10n/*/LC_MESSAGES/hiorg.po
Languages: de_de

source: HiOrg-Server: Synchronize Contacts
de_de: HiOrg-Server: Kontakte synchronisieren

source: HiOrg-Server: Synchronize Volunteer Hours
de_de: HiOrg-Server: Helferstunden synchronisieren

source: Extended Contact manager (XCM) Profile
de_de: Extended-Contact-Manager-Profil (XCM)

source: XCM Profile
de_de: XCM-Profil

source: XCM profile to use for processing contacts with this configuration profile.
de_de: XCM-Profil für die Verarbeitung von Kontakten mit diesem Konfigurationsprofil

source: CiviCRM OAuth Client to use for authenticating with this configuration profile.
de_de: CiviCRM-OAuth-Client für die Authentifizierung mit diesem Konfigurationsprofil

source: Organisation
de_de: Organisationskontakt

source: CiviCRM organisation contact to use as corresponding contact with this configuration profile.
de_de: CiviCRM-Organisationskontakt zur Verwendung als zugehöriger Kontakt mit diesem Konfigurationsprofil

source: API Base URI
de_de: API-Basis-URI

source: HiOrg-Server API base URI for this configuration profile.
de_de: Basis-URI der HiOrg-Server-API für dieses Konfigurationsprofil

source: Exclude HiOrg-Server User status
de_de: HiOrg-Server-Benutzerstatus ausschließen

source: HiOrg-Server user status to exclude when retrieving user data via the HiOrg-Server API.
de_de: Status von HiOrg-Server-Benutzern, die beim Abrufen von Benutzerdaten über die HiOrg-Server-Schnittstelle ausgeschlossen werden sollen.

source: [%1] %2 (Provider: %3)
de_de: [%1] %2 (Anbieter: %3)

source: Error loading configuration profile with ID %1
de_de: Fehler beim Laden des Konfigurationsprofils mit der ID %1

source: Error looking up OAuth token for OAuth client with ID %1
de_de: Fehler beim Abrufen eines OAuth-Token für den OAuth-Client mit der ID %1

source: Synchronizing HiOrg-Server user (ID: %1)
de_de: Synchronisiere HiOrg-Server-Benutzer (ID: %1)

source: Synchronized HiOrg-Server user (ID: %1) with CiviCRM contact (ID: %2).
de_de: HiOrg-Server-Benutzer (ID: %1) wurde mit Kontakt (ID: %2) synchronisiert.

source: Failed synchronizing HiOrg-Server user with ID %1. Error: %2
de_de: Synchronisierung des HiOrg-Server-Benutzers mit ID %1 fehlgeschlagen. Fehler: %2

source: Synchronizing HiOrg-Server volunteer hours (ID: %1)
de_de: Synchronisiere HiOrg-Server-Helferstunden (ID: %1)

source: Synchronized HiOrg-Server volunteer hours (ID: %1) with CiviCRM activity (ID: %2).
de_de: HiOrg-Server-Helferstunden (ID: %1) wurde mit Aktivität (ID: %2) synchronisiert.

source: Failed synchronizing HiOrg-Server volunteer hours with ID %1. Error: %2
de_de: Synchronisierung der HiOrg-Server-Helferstunden mit ID %1 fehlgeschlagen. Fehler: %2

source: HiOrg-Server user ID missing in volunteer hours record.
de_de: HiOrg-Server-Benutzer-ID fehlt im Helferstunden-Datensatz.

source: Could not identify contact for HiOrg-Server user ID %1
de_de: Kontakt für HiOrg-Server-Benutzer mit ID %1 konnte nicht identifiziert werden

source: HiOrg-Server Volunteer Hours
de_de: HiOrg-Server-Helferstunden

source: Error retrieving/creating contact with Extended Contact Manager (XCM).
de_de: Fehler beim Abrufen/Erzeugen eines Kontakts mit Extended Contact Manager (XCM)

source: Contact Data
de_de: Kontaktdaten

source: Birth Place
de_de: Geburtsort

source: Emergency Information
de_de: Notfallinformationen

source: Profession
de_de: Beruf

source: Employer
de_de: Arbeitgeber

source: Position / Task
de_de: Funktion

source: Management Function
de_de: Leitungsfunktion

source: Note
de_de: Bemerkungen

source: Driving License
de_de: Fahrerlaubnis

source: Driving License Classes
de_de: Fahrerlaubnisklassen

source: B with Code 96
de_de: B mit Schlüsselzahl 96

source: B with Code 196
de_de: B mit Schlüsselzahl 196

source: Classes
de_de: Klassen

source: Restriction
de_de: Beschränkungen

source: License Number
de_de: Nummer

source: License Date
de_de: Ausstellungsdatum

source: HiOrg-Server: Group Membership
de_de: HiOrg-Server: Gruppenzugehörigkeit

source: HiOrg-Server: Groups
de_de: HiOrg-Server: Gruppen

source: Available groups for all connected HiOrg-Server organisations.
de_de: Verfügbare Gruppen für alle verbundenen HiOrg-Server-Organisationen.

source: Group
de_de: Gruppe

source: Membership Data
de_de: Mitgliedschaftsdaten

source: Membership Number
de_de: Mitgliedsnummer

source: Membership Start Date
de_de: Mitglied seit

source: Membership End Date
de_de: Austrittsdatum

source: Transferred from Youth Organization
de_de: Übergang von Jugendorganisation

source: Volunteer Hours
de_de: Helferstunden

source: Start Date
de_de: Beginn

source: End Date
de_de: Ende

source: Number of Hours
de_de: Anzahl Stunden

source: Call-Out Distance (km)
de_de: Anfahrt (km)

source: Occasion
de_de: Anlass

source: Organization
de_de: Organisationskontakt

source: HiOrg-Server: Education
de_de: HiOrg-Server: Ausbildung

source: Generic
de_de: Allgemein

source: Contact
de_de: Kontakt

source: HiOrg-Server Record ID
de_de: HiOrg-Server-Datensatz-ID

source: Acquirement Date
de_de: Ausstellungsdatum

source: Expiration Date
de_de: Ablaufdatum

source: Last Revision Date
de_de: Letzte Überprüfung

source: Next Revision Date
de_de: Nächste Überprüfung

source: Document
de_de: Dokument

source: HiOrg-Server: Qualification
de_de: HiOrg-Server: Qualifikation

source: HiOrg-Server: Verification
de_de: HiOrg-Server: Überprüfung

source: Revision Result
de_de: Überprüfungsergebnis

source: Automation
de_de: Automatisierung

source: HiOrg-Server API Profiles
de_de: HiOrg-Server - API-Profile

source: Volunteer Hours retrieved by the HiOrg-Server API extension.
de_de: Mit der HiOrg-Server-API-Erweiterung abgerufene Helferstunden

source: Configuration profiles for the HiOrg-Server API extension.
de_de: Konfigurationsprofile für die HiOrg-Server-API-Erweiterung.

source: HiOrg-Server User ID
de_de: HiOrg-Server-Benutzer-ID

source: The ID of records of the type "user" retrieved through the HiOrg-Server API.
de_de: Die ID des über die HiOrg-Server-API abgerufenen Datensatzes des Typs "user".

source: Stores group memberships of HiOrg users in their organisation's groups.
de_de: Speichert Gruppenzugehörigkeiten von HiOrg-Benutzern in den Gruppen der jeweiligen Organisation.
